02_erb_basic/sinatra-1.4.5/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    28.39ms   21.51ms  79.00ms   82.14%
    Req/Sec   184.54     59.73   277.00     53.57%
  758 requests in 2.00s, 250.75KB read
  Socket errors: connect 0, read 4, write 0, timeout 0
Requests/sec:    378.87
Transfer/sec:    125.33KB