02_erb_basic/sinatra-1.4.5/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    31.84ms   23.28ms  77.64ms   76.19%
    Req/Sec   188.74     75.70   297.00     54.76%
  759 requests in 2.00s, 250.53KB read
  Socket errors: connect 0, read 4, write 0, timeout 0
Requests/sec:    379.54
Transfer/sec:    125.28KB